Repository: allanrivalles-gh/nyt_test_zd
Catalog: iOS/App/Resources/Localization/*.lproj/Localizable.strings
Languages: fr_ca

source: The Athletic
fr_ca: Athlétique

source: Push Notifications
fr_ca: Notifications Push

# standingsTeamHeading
source: Team
fr_ca: Équipe

# standingsNameDefault
source: Standings
fr_ca: CLASSEMENTS

# standingsNameSoccerSingular
source: Table
fr_ca: CLASSEMENT

# standingsNameSoccerPlural
source: Tables
fr_ca: CLASSEMENTS

source: Loading failed
fr_ca: Le chargement a échoué

source: Error
fr_ca: Erreur

source: Flag
fr_ca: Signalez

source: Cancel
fr_ca: Annulez

source: comment
fr_ca: commentaire

source: Comments
fr_ca: commentaires

source: Edit
fr_ca: Modifier

source: Are you sure?
fr_ca: Êtes-vous sûr?

# commentsReviewInfo
source: The Athletic will review this comment and should it deem a violation of our community code of conduct, we will take appropriate measures to remove it.
fr_ca: Athlétique va examiner ce commentaire et s'il viole le code de conduite de notre communauté, nous prendrons les mesures appropriées pour l’enlever.

source: What did you think of this story?
fr_ca: Qu’avez-vous pensé de cet article?

source: Purchase Error
fr_ca: Erreur à l'achat

source: MEH
fr_ca: BOF

source: SOLID
fr_ca: SOLIDE

source: AWESOME
fr_ca: GÉNIAL

# wereSorry
source: We're sorry you didn't like it. We'll work harder next time.
fr_ca: Désolé que vous n'ayez pas aimé ça. Nous allons travailler plus fort la prochaine fois.

# thanksForYourInputTryFree
source: Thanks for your input! Try The Athletic Free for 7 Days
fr_ca: Merci pour vos commentaires! Essayez Athlétique gratuitement pendant sept jours

source: Boom. Glad you really enjoyed it.
fr_ca: Boom! Heureux que vous l'ayez vraiment apprécié.

# thanksForYourInput
source: Thanks for your input, this will help us continuously improve our product.
fr_ca: Merci pour vos commentaires, ils nous aideront à améliorer constamment notre produit.

source: Just now
fr_ca: À l'instant

source: Yesterday
fr_ca: Hier

source: Earlier today
fr_ca: Plus tôt aujourd'hui

source: team
fr_ca: équipe

# feedToday
source: Today
fr_ca: Aujourd'hui

source: Done
fr_ca: Terminé

source: Next
fr_ca: Suivant

source: Skip
fr_ca: Ignorer

source: Privacy Policy
fr_ca: Politique de la vie privée

source: EMAIL
fr_ca: COURRIEL

source: PASSWORD
fr_ca: MOT DE PASSE

source: Log In
fr_ca: Ouvrez une session

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Registration failed
fr_ca: L'inscription a échoué

source: Login failed
fr_ca: La connexion a échoué

source: Delete Account
fr_ca: Supprimer le compte

source: Restore Purchases
fr_ca: Restaurez vos achats

source: Manage Subscriptions
fr_ca: Gérez les abonnements

source: Subscribe
fr_ca: Abonnez-vous

source: Terms of Service
fr_ca: Modalités de service

source: Log Out
fr_ca: Fermez la session

source: Search
fr_ca: Recherchez

source: Leagues
fr_ca: Ligues

# notificationsAreDisabled
source: Notifications are disabled for this app. Please enable them in Settings to continue.
fr_ca: Les notifications sont désactivées pour cette application. Veuillez les activer dans Paramètres pour continuer.

source: Go To Settings
fr_ca: Allez dans Paramètres

source: Changes to your Facebook profile will appear here.
fr_ca: Les modifications apportées à votre profil Facebook apparaîtront ici.

# deleteMessage
source: Once your data is deleted, you will no longer have access to your account or any associated subscription.
fr_ca: Une fois vos données supprimées, vous n'aurez plus accès à votre compte ni à aucun abonnement associé.

source: Medium
fr_ca: Moyen

source: Large
fr_ca: Grand

source: Extra Large
fr_ca: Très grand

source: Dismiss
fr_ca: Annulez

# loginEmail
source: Sign up with Email
fr_ca: Inscrivez-vous par courriel

# loginWelcome
source: Welcome Back
fr_ca: Bon retour

# loginTitleEmail
source: Log in with Email
fr_ca: Ouvrez une session avec votre courriel

# loginTitleApple
source: Continue with Apple
fr_ca: Continuez avec Apple

# loginTitleGoogle
source: Continue with Google
fr_ca: Continuez avec Google

# loginTitleFacebook
source: Log in with Facebook
fr_ca: Connectez-vous avec Facebook

# loginForgotPass
source: Forgot password?
fr_ca: Mot de passe oublié?

# subscriptionMonthly
source: Monthly
fr_ca: Mensuel

# subscriptionAnnual
source: Annual
fr_ca: Annuel

# notificationStories
source: Stories
fr_ca: Articles

# notificationResults
source: Game Results
fr_ca: Résultats de matchs

# notificationGameStart
source: Game Start
fr_ca: Début du jeu

source: No Comments
fr_ca: Pas de commentaire

source: Mark Unread
fr_ca: Marquer comme non lu

# tabTitleListen
source: Listen
fr_ca: Balado

# tabTitleScoresLanding
source: Scores
fr_ca: Résultats

source: Authors
fr_ca: Auteurs

source: Teams
fr_ca: Équipes

source: Mark Read
fr_ca: Marquer comme lu

source: My Feed
fr_ca: Ma page d'accueil

source: Results
fr_ca: Résultats

source: Most Popular
fr_ca: Plus populaire

source: Follow
fr_ca: Suivez

# savedStoriesTitle
source: Saved Stories
fr_ca: Articles sauvegardés

# savedStoriesEmpty
source: Saved stories will appear here
fr_ca: Les articles sauvegardés apparaîtront ici

source: Read Story
fr_ca: Lisez l'article

source: Listen
fr_ca: Écoutez

source: Speech rate:
fr_ca: Débit de parole:

source: Text Size Settings
fr_ca: Paramètres de taille de texte

source: Clear
fr_ca: Supprimer

source: Clear all saved stories?
fr_ca: Supprimer tous les articles sauvegardés?

source: Speak Article
fr_ca: Article audio

source: Play
fr_ca: Lecture

source: Fast Rewind
fr_ca: Retour rapide

source: Fast Forward
fr_ca: Avance rapide

source: Restore Purchases Completed
fr_ca: Restauration d'achats complétée

# saveStory
source: Save
fr_ca: Sauvegarder

# unsaveStory
source: Unsave
fr_ca: Annuler la sauvegarde

source: View more comments
fr_ca: Voir plus de commentaires

source: Podcasts
fr_ca: Balados

source: Update Now
fr_ca: Mettre à jour maintenant

source: Update Required
fr_ca: Mise à jour requise

# forceUpdateInfo
source: It looks like you have an outdated version of the app. Please update in order to continue using The Athletic uninterrupted.
fr_ca: Il semble que vous ayez une version obsolète de l’application. Veuillez la mettre à jour pour continuer à utiliser Athlétique sans interruption.

# freetrialLongInfo
source: %@/year after trial, billed annually. Cancel anytime during trial.
fr_ca: %@/an après l'essai, facturé annuellement. Annulez quand vous voulez pendant l'essai.

# freetrialLongInfoMonthly
source: %@/month after trial, billed monthly. Cancel anytime during trial.
fr_ca: %@/mois après l'essai, facturé mensuellement. Annulez n'importe quand durant l'essai.

# planTermsShort
source: You will be charged %@ (monthly plan) or %@ (annual plan) through your iTunes account. Your subscription automatically renews unless you turn it off in Account Settings 24+ hours before the end of the billing period. By joining, you agree to our privacy policy and terms of service.
fr_ca: Vous serez facturé %@ (forfait mensuel) ou %@ (forfait annuel) par le biais de votre compte iTunes. Votre abonnement se renouvellera automatiquement à moins que vous l’annuliez dans vos paramètres de compte plus de 24 heures avant la fin de la période de facturation. En devenant membre, vous acceptez notre politique de confidentialité et nos modalités de service.

# notifSaveStory
source: Save Story
fr_ca: Sauvegarder l'article

source: Read More
fr_ca: Lisez la suite

source: Share
fr_ca: Partager

# notrialLongInfo
source: %@/mo, billed annually. Cancel anytime.
fr_ca: %@/mois, facturé annuellement. Annulez à tout moment.

# timeLeft
source: %@ left
fr_ca: Pour encore %@

# annualPrice
source: %@/year
fr_ca: %@/année

source: Following
fr_ca: Abonné

# commentFlagReason1
source: This comment is abusive or harmful
fr_ca: Ce commentaire est injurieux ou nuisible

# commentFlagReason2
source: This comment is trolling or baiting
fr_ca: Ce commentaire est digne d'un troll

# commentFlagReason3
source: This comment is spam
fr_ca: Ce commentaire est un pourriel

source: Create an Account
fr_ca: Créez un compte

source: Create Account
fr_ca: Créez un compte

source: Update Location
fr_ca: Mise jour de la localisation

# onboardingLeaguesSubtitle
source: Get top stories for your favorite leagues in your feed
fr_ca: Obtenez dans votre fil de nouvelles les meilleurs articles sur vos ligues préférées

source: Follow Leagues
fr_ca: Suivez des ligues

source: Follow Teams
fr_ca: Suivez des équipes

# followingSectionPlaceholder
source: Follow at least one team or league.
fr_ca: Choisissez au moins une équipe.

# registerInfoTitle1
source: You’re almost done!
fr_ca: Vous avez presque terminé!

source: Already a subscriber?
fr_ca: Déjà abonné?

# downloadedPodcasts
source: Saved Offline
fr_ca: Sauvegardé hors connexion

# downloadedPodcasts2
source: View My Downloads
fr_ca: Voir mes téléchargements

# titleEmptyPodcast
source: No Shows Yet?
fr_ca: Encore aucune émission?

# infoEmptyPodcast
source: Use the Discover tab to access our extensive library of insider podcasts and follow shows for your favorite teams and leagues
fr_ca: Utilisez l'onglet Découvrir pour trouver de nouvelles histoires percutantes dans le monde du sport et abonnez-vous aux émissions qui couvrent les équipes et les ligues que vous suivez.

# actionEmptyPodcast
source: Discover Recommended Shows
fr_ca: Voir les émissions recommandées

# planTermsShortDiscounted
source: You will be charged %@ though your iTunes account for your first year. Your subscription automatically renews at %@ a year thereafter unless you turn it off in Account Settings 24+ hours before the end of the billing period. By joining, you agree to our privacy policy and terms of service.
fr_ca: Vous serez débité %@ pour la première année par le biais de votre compte iTunes. Votre abonnement se renouvellera automatiquement pour %@ un an plus tard à moins que vous ne le désactiviez dans vos paramètres de compte plus de 24 heures avant la fin de la période de facturation. En devenant membre, vous acceptez notre politique de confidentialité et nos modalités de service.

source: Played
fr_ca: Écouté

# podcastUnknownAuthor
source: The Athletic
fr_ca: Athlétique

# downloadedPodcastsEmpty
source: You haven't saved any podcasts yet
fr_ca: Vous n'avez encore sauvegardé aucune balado

# signupTermsPrivacy
source: By creating an account above, you agree to The Athletic's %@ and %@
fr_ca: En m'abonnant, j'accepte les %@ et %@ d'Athlétique

# plansButtonContinue
source: Continue
fr_ca: Continuer

# freeTrialTitle
source: 7-Day Free Trial
fr_ca: Essai gratuit de 7 jours

source: Choose Your Plan
fr_ca: Choisissez votre forfait

# onboardingPodcastsSubtitle
source: Get exclusive audio content about teams you love
fr_ca: Obtenez un accès exclusif à du contenu audio portant sur les équipes que vous aimez

source: Follow Podcasts
fr_ca: Suivez des balados

# failureCheckSubscriptionOffer
source: App failed to check for subscription offer eligibility (%@)
fr_ca: L'application n'a pu vérifier l'admissibilité à l'offre d'abonnement (%@)

# subscriptionOfferNotEligible
source: Unfortunately you are not eligible for the subscription offer.
fr_ca: Malheureusement vous n'êtes pas admissible à cette offre d'abonnement.

source: Retry
fr_ca: Réessayez

source: Home
fr_ca: Domicile

# offerIneligibleTitle
source: Offer Invalid
fr_ca: Offre invalide

# offerIneligibleSubtitle
source: Because you have subscribed previously, you may be ineligible for this offer. Please review subscription price when confirming purchase.
fr_ca: Étant donné que vous vous êtes abonné auparavant, vous n'êtes pas admissible à cette offre. S'il-vous-plaît vérifiez le prix de votre abonnement au moment de confirmer l'achat.

# soccerLineupStarting
source: Starting
fr_ca: Partant

# soccerLineupSubstitutes
source: Substitutes
fr_ca: Substitutions

# soccerOwnGoalShortcut
source: OG
fr_ca: PB

source: Close
fr_ca: Fermer

# oiInfoTextAnnual
source: %@, billed annually
fr_ca: %@, facturé annuellement

# oiInfoTextMonthly
source: %@, billed monthly upon subscribing.
fr_ca: %@, facturé mensuellement au moment de l'abonnement.

# oiStartTrial
source: Start Free Trial
fr_ca: Faites un essai gratuit

# oiPaymentInfoText
source: The yearly subscription is %@ and automatically renews unless auto-renew is turned off in Account Settings at least 24 hours before the end of the current period. Payment is charged to your iTunes account.
fr_ca: L'abonnement annuel coûte %@ et se renouvelle automatiquement à moins que le renouvellement automatique ne soit désactivé dans vos Paramètres de compte au moins 24 heures avant la fin de la période courante. Le paiement est facturé à votre compte iTunes.

# oiPaymentInfoTextMonthly
source: The monthly subscription is %@ and automatically renews unless auto-renew is turned off in Account Settings at least 24 hours before the end of the current period. Payment is charged to your iTunes account.
fr_ca: L'abonnement mensuel coûte %@ et se renouvelle automatiquement à moins que le renouvellement automatique ne soit désactivé dans vos Paramètres de compte au moins 24 heures avant la fin de la période courante. Le paiement est facturé à votre compte iTunes.

# oiPaymentInfoTextTrial
source: After your free trial, the yearly subscription is %@ and automatically renews unless auto-renew is turned off in Account Settings at least 24 hours before the end of the current period. Payment is charged to your iTunes account.
fr_ca: Après votre essai gratuit, l'abonnement annuel coûte %@ et se renouvelle automatiquement à moins que le renouvellement automatique ne soit désactivé dans vos Paramètres de compte au moins 24 heures avant la fin de la période courante. Le paiement est facturé à votre compte iTunes.

# oiPaymentInfoTextMonthlyTrial
source: After your free trial, the monthly subscription is %@ and automatically renews unless auto-renew is turned off in Account Settings at least 24 hours before the end of the current period. Payment is charged to your iTunes account.
fr_ca: Après votre essai gratuit, l'abonnement mensuel coûte %@ et se renouvelle automatiquement à moins que le renouvellement automatique ne soit désactivé dans vos Paramètres de compte au moins 24 heures avant la fin de la période courante. Le paiement est facturé à votre compte iTunes.

# oiHeadlineTextTrialRebrand
source: Read free for a week.
fr_ca: Lisez gratuitement pendant une semaine.

# oiSubheadline1
source: Get a week of unlimited access to content about your favorite teams and leagues.
fr_ca: Accédez à The Athletic pendant une semaine et plongez au cœur des plus grandes histoires.

# oiSubheadline2
source: Get unlimited access to content about your favorite teams and leagues.
fr_ca: Découvrez les plus grandes histoires de votre équipe. Inscrivez-vous pour voir toutes les histoires sportives qui comptent.

# startScreenTitle
source: All the stories at the heart of the game.
fr_ca: Toutes les histoires au coeur du sport.

# podcastSleepTimerTitle
source: Sleep Timer
fr_ca: Minuterie de sommeil

# podcastSleepTimerOff
source: Off
fr_ca: Éteint

# podcastSleepTimerMinutes
source: In %@ Minutes
fr_ca: Dans %@ minutes

# podcastSleepTimerHour
source: In One Hour
fr_ca: Dans une heure

# podcastSleepTimerEpisode
source: When Current Episode Ends
fr_ca: Quand l'épisode courant se termine

# podcastQueueNowPlaying
source: Now Playing
fr_ca: En cours de lecture

# podcastQueueUpNext
source: Up Next
fr_ca: Prochain

# podcastQueueAdd
source: Add Episode to Queue
fr_ca: Écouter le prochain

# podcastMarkAsPlayed
source: Mark Episode as Played
fr_ca: Marquer comme écouté

# podcastMarkAsUnplayed
source: Mark Episode as Unplayed
fr_ca: Marquer comme non écouté

# podcastEpisodeDownload
source: Download Episode
fr_ca: Télécharger l'épisode

# podcastQueueTitle
source: Player Queue
fr_ca: File d'attente du lecteur

# podcastsDeleteManually
source: Manually
fr_ca: Manuellement

# podcastsDeleteAfterCompletion
source: After Completion
fr_ca: Après qu'il soit complété

# podcastDownloadOff
source: Off
fr_ca: Éteint

# podcastDownloadWifi
source: Download on Wi-Fi
fr_ca: Télécharger sur wifi

# podcastDownloadWifiCellular
source: Download on Wi-Fi or Cellular
fr_ca: Télécharger sur wifi ou cellulaire

# thanksTitle
source: Thank You
fr_ca: Merci

# chooseGift
source: Gift The Athletic.
fr_ca: Cadeau Athlétique.

# giftRecipientTitle
source: Recipient
fr_ca: Destinataire

# confirmInfoTitle
source: Confirm Your Info
fr_ca: Confirmez vos infos

# confirmNamePlaceholder
source: Your Name
fr_ca: Votre nom

# confirmEmailPlaceholder
source: Your Email
fr_ca: Votre courriel

# deliveryMethodTitle
source: Delivery Method:
fr_ca: Méthode de livraison:

# deliveryPrintTitle
source: Print at Home Only
fr_ca: Imprimez à la maison seulement

# deliveryPrintDetail
source: We will email you a PDF to print and hand-deliver to the recipient. The PDF will include a one-time redemption code to enter on theathletic.com
fr_ca: Nous vous enverrons par courriel un PDF à imprimer et à remettre en main propre au destinataire. Le PDF inclura un code de réduction à usage unique pour accéder à Athletique.com

# deliveryEmailTitle
source: Email and Print
fr_ca: Courriel et impression

# deliveryEmailDetail
source: We will provide both a PDF for you to print at home, and we will email the recipient on a date of your choosing
fr_ca: Nous allons vous envoyer à la fois un PDF à imprimer à la maison en plus d'envoyer un courriel au destinataire à la date de votre choix

# recipientNamePlaceholder
source: Recipient Name
fr_ca: Nom du destinataire

# recipientMsgPlaceholder
source: Add a Note (optional)
fr_ca: Ajoutez une note (facultatif)

# recipientEmailPlaceholder
source: Recipient Email
fr_ca: Courriel du destinataire

# recipientEmailAction
source: Select a Recipient from Contacts
fr_ca: Sélectionnez un destinataire dans vos contacts

# recipientDateTitle
source: Select a Delivery Date:
fr_ca: Sélectionnez une date de livraison:

# giftActionPay
source: Finish & Pay
fr_ca: Terminer et payer

# giftPlanHeaderTitle
source: Give the sports fan in your life the gift of smart, in-depth coverage of their favorite teams
fr_ca: Donnez au fanatique de sports dans votre vie le cadeau d'une couverture intelligente de ses équipes favorites

# giftRecipientHeaderTitle
source: Let us know where we should send your subscription
fr_ca: Faites-nous savoir où nous devrions acheminer votre abonnement

# giftSenderHeaderTitle
source: We will send your purchase confirmation and gift PDF to the Email address connected to your The Athletic account, unless otherwise noted
fr_ca: Nous vous enverrons votre confirmation d'achat et votre cadeau par PDF à l'adresse courriel liée à votre compte Athlétique, à moins d'avis contraire

# giftThankTitle
source: Thank you for giving the gift of The Athletic!
fr_ca: Merci de donner Athlétique en cadeau!

# giftThankRecipientTitle
source: Gift Recipient
fr_ca: Destinataire du cadeau

# giftThankPlanTitle
source: Gift Plan
fr_ca: Forfait-cadeau

# giftThankDeliveryTitle
source: Delivery
fr_ca: Livraison

# giftThankAnother
source: Give Another Gift
fr_ca: Donnez un autre cadeau

# giftFooterTerms
source: You will be charged a sum of %@ for a %@ gift. By clicking the button below, you hereby authorize The Athletic to charge you. For more information on our payment terms, [tap here](%@)
fr_ca: Vous serez débité d'une somme de %@ pour un abonnement-cadeau de %@. En cliquant le bouton ci-dessous, vous autorisez Athlétique à vous facturer. Pour plus d'informations sur nos modalités de paiement, [tapez ici](%@)

source: Remove download
fr_ca: Retirer le téléchargement

source: Details
fr_ca: Détails

# pushTitle
source: You'll need to turn on Push
fr_ca: Vous devrez activer les Push

# pushSubtitle
source: In order to fully experience The Athletic, you'll need to turn on notifications.
fr_ca: De manière à pleinement profiter d'Athlétique, vous devrez activer les notifications.

# pushCancel
source: Not Now
fr_ca: Pas maintenant

# welcomeTrialTitle
source: Try The Athletic free for a week
fr_ca: Essayez Athlétique gratuitement pour une semaine

# validatorErrorEmpty
source: is empty
fr_ca: est vide

# validatorErrorInvalid
source: is invalid
fr_ca: est invalide

# validatorErrorMin
source: requires at least %@ characters
fr_ca: un minimum de %@ caractères

# downloadedWithColon
source: Downloaded:
fr_ca: Téléchargé:

# visitWebSettings
source: Go to settings
fr_ca: Allez dans Paramètres

# manageSubscriptionWeb
source: Please visit theathletic.com/settings to manage your subscription.
fr_ca: Rendez-vous au athletique.com/settings pour gérer votre abonnement.

# profileEmptyAdd
source: ADD
fr_ca: AJOUTEZ

# profileSaveStory
source: Saved Stories
fr_ca: Articles sauvegardés

# profilePreference
source: Preferences and Alerts
fr_ca: Préférences et alertes

# profileGiveGift
source: Give a Gift
fr_ca: Offrez un cadeau

# profileRateApp
source: Rate App
fr_ca: Évaluez l'application

# profileSupport
source: Contact Support
fr_ca: Soutien courriel

# profileLogout2
source: Log Out
fr_ca: Fermez la session

# profileInfoText1
source: Subscribed Member
fr_ca: Membre inscrit

# profileCommentReplies
source: Comment Replies
fr_ca: Réponses aux commentaires

# accountFbLinked
source: Account linked via Facebook
fr_ca: Compte lié par Facebook

# accountLabelEmail
source: Email
fr_ca: Courriel

# noCurrentGame
source: No game information at the moment.
fr_ca: Il n'y a pas d'information sur le match pour le moment.

# referralsTitle
source: Share a 30-day guest pass with up to 5 friends
fr_ca: Partagez une passe d'invité de 30 jours avec jusqu'à cinq amis

# referralsSubtitle
source: Give a friend unlimited access to The Athletic, free for 30 days.
fr_ca: Offrez à un ami un accès illimité à Athlétique gratuitement pour 30 jours.

# referralsSubtitleRedeemed
source: You're all out of guest passes. Request more and we'll let you know when they're available.
fr_ca: Vous n'avez plus de passes d'invités. Demandez-en plus et nous vous ferons savoir quand elles seront disponibles.

# referralsShare
source: I read The Athletic to keep up with my favorite teams. Here's a guest pass so you can check it out for 30 days for free:
fr_ca: Je lis Athlétique pour suivre mes équipes favorites. Voici une passe d'invité pour que vous puissiez en profiter gratuitement pendant 30 jours:

# referralsGuestPass
source: 30-Day Guest Pass
fr_ca: Passe d'invité de 30 jours

# referralsPassesRedeemed
source: passes redeemed
fr_ca: laissez-passer réclamés

source: of
fr_ca: du

# referralsCta
source: Send Guest Pass
fr_ca: Envoyer une passe d'invité

# referralsRequestMore
source: Request More Passes
fr_ca: Demandez plus de laissez-passer

# referralsRequestSent
source: Request Sent
fr_ca: Demande envoyée

# referralsEmailSubject
source: A gift for you
fr_ca: Un cadeau pour vous

source: Search teams
fr_ca: Recherchez des équipes

source: Search leagues
fr_ca: Recherchez des ligues

source: Discover
fr_ca: Découvrez

# podcastsBrowseCategories
source: Browse By Category
fr_ca: Parcourir par catégorie

# podcastsLocal
source: Local
fr_ca: Locale

source: Billed annually.
fr_ca: Facturé annuellement.

# billedAnnuallyTrial
source: Billed annually after trial.
fr_ca: Facturé annuellement après l'essai.

source: Billed monthly.
fr_ca: Facturé mensuellement.

# monthlyPeriodShort
source: /mo
fr_ca: /mois

# paywallHeroTitle
source: Save %@ on all access.
fr_ca: Économisez %@sur un accès complet.

# localExpertise
source: Local expertise. League-wide perspective.
fr_ca: Une expertise locale. Une perspective nationale.

# getUnrivaledCoverage
source: Get unrivaled coverage of your teams, clubs and leagues.
fr_ca: Obtenez une couverture sans pareil de vos équipes, clubs et ligues.

# adSlug
source: ADVERTISEMENT
fr_ca: PUBLICITÉ
